Repository: Cavatina/Music-Scool-App
Catalog: lib/l10n/intl_*.arb
Languages: da_dk, nl_nl

source: Bass guitar
da_dk: Basguitar
nl_nl: Basgitaar

source: Call
da_dk: Ring
nl_nl: Bel

source: Cancel
da_dk: Aflyse
nl_nl: Afmelden

# cancelLessonAt
source: Do you want to cancel your lesson on {from}?
da_dk: Vil du aflyse din lektion {from}?
nl_nl: Wil je je voor de les van {from} afmelden?

# cancelLessonNonRefundable
source: This lesson will not be redeemable.
da_dk: Denne lektion kan ikke erstattes.
nl_nl: Deze les kan niet ingehaald worden.

# cancelLessonRefundable
source: You can get a replacement lesson. You are about to cancel lesson {totalCancelled} of {allowCancelled} permitted cancellations this year.
da_dk: Du kan højst sandsynligt få en erstatningslektion. Du er ved at aflyse lektion {totalCancelled} af {allowCancelled} tilladte aflysninger dette år.
nl_nl: Deze les kun je inhalen. Je staat op het punt les {totalCancelled}, van {allowCancelled} toegestane afmeldingen dit jaar, af te zeggen.

source: CONFIRM
da_dk: BEKRÆFT
nl_nl: BEVESTIG

source: Contact
da_dk: Kontakt

source: {date} at {time}
da_dk: {date} kl. {time}
nl_nl: {date} om {time} uur

source: days
da_dk: dage
nl_nl: dagen

source: Drums
da_dk: Trommer

source: Email
da_dk: Mail

source: Forgot password?
da_dk: Glemt adgangskode?
nl_nl: Wachtwoord vergeten?

source: Half hour
da_dk: Halv time

# heyUser
source: Hey {name},
da_dk: Hej {name},
nl_nl: Hee {name},

source: Homework
da_dk: Lektier
nl_nl: Huiswerk

source: Hour
da_dk: Time

source: hours
da_dk: timer
nl_nl: uur

source: {instrument} with {teacher}
da_dk: {instrument} med {teacher}
nl_nl: {instrument} met {teacher}

# intro.new-key
source: New keys created during import can be auto-tagged so that managers and translators know what keys miss translation.
da_dk: Nye 'keys' operettet under import kan automatisk tagges, så managers og oversættere ved hvilke 'keys' mangler oversættelse.
nl_nl: Nieuwe 'keys' die tijdens het importeren worden aangemaakt, kunnen automatisch worden getagd, zodat managers en vertalers weten welke 'keys' vertaling missen.

# intro.not-reviewed-text
source: This is a translation with notification, which indicates the translation is not reviewed.
da_dk: Dette er en oversættelse med notifikation, som angiver, at oversættelsen ikke er gennemgået.
nl_nl: Dit is een vertaling met melding, die aangeeft dat de vertaling niet beoordeeld is.

# intro.too-long-text
source: This is a translation with notification, which indicates text exceeds its intended length.
da_dk: Dette er en oversættelse med notifikation, som angiver, at teksten overstiger den tilsigtede længde.
nl_nl: Dit is een vertaling met melding, die aangeeft dat de text de beoogde lengte overschrijdt.

# intro.welcome
source: Welcome. This is a sample project where you can explore the features.
da_dk: Velkommen. Dette er et eksempel, hvor du kan udforske funktionerne.
nl_nl: Welkom. Dit is een voorbeeld waarin je de functies kunt verkennen.

source: Login failed!
da_dk: Login mislykkedes!
nl_nl: Inloggen mislukt!

# loginMissingEmail
source: Missing email!
da_dk: Mailadresse mangler!
nl_nl: E-mailadres ontbreekt!

# loginMissingPassword
source: Missing password!
da_dk: Adgangskode mangler!
nl_nl: Wachtwoord ontbreekt!

source: Logout
da_dk: Log ud
nl_nl: Uitloggen

source: minutes
da_dk: minutter
nl_nl: minuten

source: Next
da_dk: Næste
nl_nl: Volgende

# no
source: Decline
da_dk: Fortryd
nl_nl: Annuleren

source: No lessons found
da_dk: Ingen lektioner fundet
nl_nl: Geen lessen gevonden

# notificationDayReminderBody
source: You're on at {time}.
da_dk: Din lektion starter kl. {time}.
nl_nl: Je les start om {time} uur.

# notificationHourReminderBody
source: Only 1 hour left. You're on at {time}.
da_dk: Kun 1 time tilbage. Din lektion starter kl. {time}.
nl_nl: Nog een uurtje geduld. Je les start om {time} uur.

source: Notifications
da_dk: Notifikationer
nl_nl: Meldingen

source: Open
da_dk: Åbn

# page.home.title
source: Sample project Home Page
da_dk: Eksempel på projektets startside
nl_nl: Voorbeeld op de homepage van het project

source: Password
da_dk: Adgangskode
nl_nl: Wachtwoord

# passwordResetRequestFail
source: Password reset request failed!
da_dk: Anmodning om nulstilling af adgangskode mislykkedes
nl_nl: Verzoek om herstel van wachtwoord mislukt.

# passwordResetRequestSent
source: A password reset request was sent to {email}
da_dk: Anmodning om nulstilling af adgangskode blev sendt til {email}
nl_nl: Verzoek om herstel van wachtwoord is verzonden naar {email}

source: Piano
da_dk: Klaver
nl_nl: Toetsen

source: Privacy Policy
da_dk: Privatlivspolitik
nl_nl: Privacybeleid

# replacementForLesson
source: Replacement lesson for {date}
da_dk: Erstatningslektion for {date}

source: Request Lesson
da_dk: Anmode om lektion

source: Reset password
da_dk: Nulstil adgangskode
nl_nl: Reset wachtwoord

source: seconds
da_dk: sekunder
nl_nl: seconden

source: Settings
da_dk: Indstillinger
nl_nl: Instellingen

source: Sign In
da_dk: Log ind
nl_nl: Inloggen

source: SMS
da_dk: Besked

# statusStudentAbsent
source: Student absent
da_dk: Elev fraværende
nl_nl: Leerling afwezig

# statusStudentCancelled
source: Student cancelled
da_dk: Elev aflyst
nl_nl: Leerling afgezegd

# statusStudentCancelledLate
source: Student cancelled too late
da_dk: Elev aflyst for sent
nl_nl: Leerling te laat afgezegd

# statusTeacherCancelled
source: Teacher cancelled
da_dk: Lærer aflyst
nl_nl: Leraar afgezegd

# unexpectedErrorMessage
source: Whoops! Something unexpected happened. Please try again later.
da_dk: Ups! Der skete noget uventet. Prøv igen senere.
nl_nl: Oeps! Er is iets onverwachts gebeurd. Probeer het later nog eens.

source: Upcoming
da_dk: Kommende
nl_nl: Komende

source: View
da_dk: Vis
nl_nl: Bekijk

source: Vocals
da_dk: Sang
nl_nl: Zang

source: Voucher
da_dk: Tilgode

source: With {teacher}
da_dk: Med {teacher}
nl_nl: Met {teacher}

# yes
source: Confirm
da_dk: Bekræft
nl_nl: Bevestig

# youAreNotAStudent
source: You are not registered as a student.
da_dk: Du er ikke registreret som elev.
nl_nl: Je staat niet ingeschreven als leerling.

source: You have no active vouchers.
da_dk: Du har ingen lektioner tilgode.

source: You have no upcoming lessons.
da_dk: Du har ingen kommende lektioner.
nl_nl: Je hebt geen lessen gepland staan.

source: Guitar
nl_nl: Gitaar
